[Lang]
sCancel=取消
sFind=查詢
sQModified=檔案已被變更. 是否儲存?
sText=文本 %d | %d
sOffset=偏移量: %d
sFSize=檔案大小: %d
sQType=這是LBA1的文本檔案?
sQTType=選擇檔案類型
sStartup1=*** 無檔案加載中 ***
sStartup2=特文森歷險記 1/2 檔案編輯器 %s, 作者: Zink. [KaZink@Gmail.Com] (簡/繁)中文版: PoE. [PKome@Msn.Com] 
sStartup3=LBA Text Editor 2 軟體許可協議及免責聲明; 詳見 License.txt. 這是一款開放的軟體, 歡迎使用與分享; 請閱讀 License.txt.
sWExists=檔案不存在 !
sWTExists=錯誤
sModified=變更時間
sEInvOffs=檔案大小不配對. 檔案將被變更. 是否繼續?
sEOneFile=請勿同時打開多個檔案.
sMFound=查詢與替換 %d 事件.
sWConvIni=映射檔案轉換錯誤. 讀取初始映射.
sEFontInc=字體檔案錯誤或損壞. 讀取初始字體.
sEFontNotFound=字體檔案未發現. 讀取初始字體.
sGoToRange=索引必須是 1 與 %d之間!
aEdit=編輯選擇的項目...
aPreview=預覽選擇的項目
aFindNext=查詢下一個
aFindRep=查詢與替換
aDelete=刪除選擇的項目
aMoveUp=往上移動
aMoveDown=向下移動
aInsAbove=插入到上
aInsBelow=插入到下
aLock=鎖定檔案結構
aLtr=從左向右
aRtl=從右向左
aRtlNa=從右向左 – 無排序
aRtlRo=從右向左 – 只讀模式
aDefault=缺省值
aHebrew=Hebrew
aDefMap=缺省值 (應用到 Lba)
aNoneMap=無
aCustomMap=自訂義...
aLoadMap=從檔案中讀取
aRemember=記住最後使用的映射
aAutoDetect=自動檢測檔案類型
aAssociate=與 LBA 文本檔案關聯 (*.lbt)
aInternal=在同一窗口編輯
aOpen=打開...
aReload=重新讀取
aSave=儲存...
aSaveAs=另存爲...
aClone=複制窗口
aExit=退出
aLangFile=從檔案...
aSendCom=發送命令
aReceiveCom=接受命令
aBothCom=發送與接受命令
aOff=關閉
dOpen.Title=打開 LBA 文本檔案
dOpen.Filter=所有 支持的 檔案 (*.lbt,*.xml)|*.lbt;*.xml|LBA 文本檔案 (*.lbt)|*.lbt|XML files (*.xml)|*.xml
dSave.Title=儲存文本檔案
dSave.Filter=LBA 文本檔案 (*.lbt)|*.lbt|XML files (*.xml)|*.xml
dOpenLang.Title=打開語言檔案
dOpenLang.Filter=文本編輯器語言檔案 (*.lng)|*.lng
mFile=檔案
mEdit=編輯
mOptions=選項
mDirection=方向
mCharset=編碼
mConvMap=映射轉換
mLanguage=語言
mRecent=最近打開的檔案
mColourSet=選框顔色設置
mBlue=藍
mGreen=綠
mRed=紅
mYellow=黃
mPurple=紫
mOrange=橙
mTranslator=翻譯人員模式
lbGoTo=Go to text:
TextForm.Caption=字符串編輯器
SaveBtn=儲存
FindNext=查詢下一個
ShowPreview=預覽
Iternal.SaveBtn=儲存 (F2)
Iternal.CancelBtn=取消 (Esc)
Iternal.btPrev=上一個文本 (Alt+Up)
Iternal.btNext=下一個文本 (Alt+Down)
Iternal.ShowPreview=預覽
Iternal.FindNext=查詢下一個
Iternal.rgExit=在編輯框退出:
Iternal.rgExit.Items[0]=儲存
Iternal.rgExit.Items[1]=取消
tNormal=標準文本 (1)
tBigFrame=大框架 (3)
tBigPict=無框架 – 大圖文本 (5)
tNoFrame=無框架 – 浮動文本 (9)
tHolomap=完整地圖位置 (17)
tRadio=無線電 (33)
tBigRadio=無線電 – 大框架 (35)
tInventory=物品欄文本 (65)
tDemo=示範文本 (129)
FindForm.Caption=搜尋文本
FindLabel=查詢文本:
cbCase=匹配條件
ReplaceLabel=...替換爲:
RepFromBegin=從初始
RepFromSel=從選定的文本
sReplaceAll=替換全部
sNotFound=文本未發現
PrevForm.Caption=預覽選定文本
btLockTop=鎖定到頂部
btLockBtm=鎖定到底部
btFont2.Caption=初始 LBA 2 字體
btFont2.Hint=LBA 1 字體少于自定義, 所以無法在本處套用
btLoad=從檔案加載字體
btOptions=選項
btClose=關閉
cbRemLast=記住最後使用的字體
cbRemSet=記住設置
cbLbaStyle=LBA 字體樣式
cbOnTop=保留在頂部
cbWordWrap=自動換行
FontColour=字體顔色:
FontBack=背景顔色:
ConvForm.Caption=映射轉換
TableTab=列表視圖
ListTab=目錄視圖
TableText=本表單是 "正在讀取" 的列表. 關聯的 "儲存" 表單將自動創建.
ListText1=本目錄是 "正在讀取" 的目錄.
ListText2=關聯的 "儲存" 表單將自動創建.
btAdd=新增 / 編輯
btDelete=刪除選定
rgDec=查看方式:
rgDec.Items[0]=十進制
rgDec.Items[1]=十六進制
rgEdit=編輯方式:
rgEdit.Items[0]=單擊
rgEdit.Items[1]=雙擊
rgExit=在編輯框退出:
rgExit.Items[0]=儲存
rgExit.Items[1]=取消
Selected=選擇:
btSave=儲存到文檔中
btLoad=從文檔中讀取
btDefault=重置爲缺省值
btBlank=重置爲空白
btClose=關閉
dOpenMap.Title=打開映射
dOpenMap.Filter=映射檔案 (*.cnv)|*.cnv|全部檔案 (*.*)|*.*
dSaveMap.Title=儲存映射轉換
dSaveMap.Filter=映射轉換 (*.cnv)|*.cnv
